# mac application
cask "alacritty"
cask "boostnote"
cask "dash"
cask "docker-toolbox"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "slack"
cask "teamsql"
cask "postman"
cask "virtualbox"

# brew install
# Shell
brew "fish"
# terminal
brew "tmux"
# manage git repos
brew "ghq"
brew "hub"
# search
brew "peco"
brew "ag"
brew "ripgrep"
brew "fzf"
# git command cui
brew "tig"
# editor
brew "neovim"
# manage python versions
brew "pyenv"

# heroku
tap "heroku/brew"
brew "heroku"

# docker
brew "docker"
brew "docker-compose"
brew "docker-machine"
