# mac application
cask "alacritty"
cask "alfred"
cask "amazon-music"
cask "boostnote"
cask "dash"
cask "docker"
cask "dropbox"
cask "discord"
cask "evernote"
cask "google-chrome"
cask "iterm2"
cask "jasper"
cask "karabiner-elements"
cask "slack"
cask "teamsql"
cask "postman"
cask "virtualbox"

# brew install
# Shell
brew "fish"
## Shell plugins
brew "starship"
# terminal
brew "tmux"
# front end
brew "yarn"
# DB
brew "mysql"
brew "redis"
# manage git repos
brew "ghq"
brew "hub"
# search
brew "peco"
brew "ag"
brew "ripgrep"
brew "fzf"
# git command cui
brew "tig"
# image
brew "imagemagick"
# editor
brew "neovim"
# tags
brew "ctags"
# elixir
brew "elixir"
# golang
brew "go"
# manage versions
brew "nodenv"
brew "pyenv"
brew "rbenv"
# circleci
brew "circleci", args: ["ignore-dependencies"]
# heroku
tap "heroku/brew"
brew "heroku"
# docker
brew "docker"
# network
brew "fing"
brew "telnet"
brew "nmap"
