# mac application
cask "alacritty"
cask "dash"
cask "karabiner-elements"
cask "teamsql"
cask "postman"
cask "virtualbox"

# brew install
# Shell
brew "fish"
# terminal
brew "tmux"
# manage git repos
brew "ghq"
# search
brew "peco"
brew "ag"
brew "ripgrep"
# git command cui
brew "tig"
# editor
brew "neovim"
# manage python versions
brew "pyenv"
